Repository: mechgt/ibike
Catalog: iBike/Resources/Strings.*-*.resx
Languages: cht, nl, pt, sv

# Action_MergeiBikeFile
source: Merge iBike File
cht: 合併 iBike 檔案
nl: Samenvoegen iBike bestand
pt: Juntar Arquivo iBike
sv: Förena iBike fil

# Action_OpeniBikeFile
source: Open iBike File...
cht: 開啟 iBike 檔案
nl: Open iBike bestand ...
pt: Abrir Arquivo iBike
sv: Öppna iBike fil...

# Label_AlignedUsing
source: Aligned using: {0}
cht: 結合基準: {0}
nl: uitgelijnd met: {0}
pt: Alinhar usando: {0}
sv: Justerad med hjälp av: {0}

# Label_ATMPress
source: Atm. Pres. (mbar)
cht: 大氣壓力(毫巴)
nl: Atm. Druk op.
pt: Pressão Atmosférica (mbar)
sv: Tryck på. (mbar)

# Label_CSViBikeFile
source: CSV iBike File
cht: iBike CSV 檔案
nl: CSV iBike Besyand
pt: Arquivo CSV iBike
sv: CSV iBike fil

# Label_iBikeImport
source: iBike Import
cht: 匯入 iBike
nl: iBike Importeren
pt: Importar iBike

# Label_Merge
source: Merge
cht: 合併
nl: Samenvoegen
pt: Juntar
sv: Förena

# Label_RecordInterval
source: Record Interval
cht: 記錄間隔
nl: Registratie
pt: Intervalo de Registros
sv: Spela in Intervall

# Label_Tilt
source: Tilt
cht: 坡度
nl: Kantelen
pt: Inclinação
sv: Lutning

# Label_Wind
source: Wind
cht: 風速
pt: Vento
sv: Vind

# Label_WindScale
source: Wind Scaling
cht: 風力等級
nl: Wind Schalen
pt: Escala de Vento
sv: Vind Skalning

# Label_WindSpeed
source: Wind Speed
cht: 風速
nl: Windsnelheid
pt: Velocidade do Vento
sv: Vindhastighet

# Label_XpointsPerTrack
source: {0} points/track
cht: {0} 航點/航跡
nl: {0} punten/spoor
pt: {0} pontos/trilha
sv: {0} punkter/spår

# Label_XsecondRecording
source: {0} sec. recording
cht: {0} 秒已記錄
nl: {0} sek. opname
pt: {0} segundos gravavndo
sv: {0} sec. inspelning

# Text_ActivityExistsWarning
source: Existing activity found on same day. For best results when merging iBike files with existing activities, please select existing activity and then: Edit > Merge iBike File Continue importing anyway?
cht: 發現同一天有已存在的活動。 於已存在的活動中合併 iBike 檔案時，欲達到最好的結果，請先選擇該活動，然後執行： 編輯 > 合併 iBike 檔案 仍要繼續匯入？
nl: Er bestaat al een aktiviteit op dezelfde dag. Voor het beste resultaat bij het samenvoegen van iBike bestanden en activitein, ga naar de bestaande activiteit en dan: Bewerken>Samenvoegen iBike Bestand Doorgaan met importeren?
pt: Atividades já existentes encontradas para o mesmo dia. Para obter melhores resultados quando juntar arquivos iBike com as atividades existentes, por favor, selecione a atividade existente e em seguida: Editar > Juntar Arquivos iBike Continua a importação mesmo assim ?
sv: En aktivitet finns för samma dag. För bästa resultat vid förening av iBike filer med existerande aktivitet, välj existerande aktivitet och sedan: Ändra > Förena iBike fil Fortsätt importera ändå?

# Text_ActivityNote
source: Imported with iBike plugin ver. {0}: {1}
cht: 以 iBike 外掛版本 {0}: {1} 匯入
nl: geimporteerd met iBike plugin ver. {0}: {1}
pt: Importado com plugin iBike ver. {0}: {1}
sv: Importerad med IBike plugin ver. {0}: {1}

# Text_CouldNotParseDate
source: Could not read the date from the iBike file.
cht: 無法由 iBike 檔案中讀取日期。
nl: Niet mogelijk om de datum uit het iBike bestand te halen.
pt: Não foi possível ler a data do arquivo iBike.
sv: Kunde inte läsa datum från iBike fil

# Text_CouldNotParseRecordInterval
source: Could not read the recording interval rate from the iBike file.
cht: 無法由 iBike 檔案中讀取記錄間隔。
nl: Niet mogelijk om de registratie interval uit het iBike bestand te halen.
pt: Não foi possível ler o intervalo de dados do arquivo iBike.
sv: Kunde inte läsa inspelnings intervall från iBike fil

# Text_FileLocked
source: File is unavailable. Try Again?
cht: 找不到檔案。 重試一次？
nl: Bestand is niet beschikbaar. Opnieuw proberen?
pt: Arquivo indisponível. Tentar novamente ?
sv: Filen kan inte accessas. Försök igen?

# Text_ImportError
source: Import Error occurred.
cht: 匯入時發生錯誤。
nl: Fout bij importeren.
pt: Ocorreu um erro de importação.
sv: Import fel inträffade.

# Text_InvalidFile
source: Invalid iBike file.
cht: 無效的 iBike 檔案。
nl: ongeldig iBike bestand.
pt: Arquivo iBike inválido.
sv: Ogilltlig iBike fil.

# Text_NoMatchingFileFound
source: No matching file found.
cht: 無相配的檔案。
nl: Geen overeenkomende bestand gevonden.
pt: Nenhum arquivo correspondente foi encontrado.
sv: Ingen fil hittades.
